Repository: collective/collective.tiles.collection
Catalog: src/collective/tiles/collection/locales/*/LC_MESSAGES/collective.tiles.collection.po
Languages: it

source: A tile that shows collection results
it: Una tile che mostra i risultati di una collezione

source: Base renderer
it: Visualizzazione standard

source: Collection tile
it: Tile Collezione

source: Exclude the Current Context
it: Escludi il contesto corrente

source: If enabled, a more... link will appear in the footer of the tile, linking to the underlying Collection.
it: Se abilitato, un link altro... apparirà nel footer della tile, puntando alla collezione di riferimento.

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
it: Se abilitato, i risultati verranno mostrati in ordine casuale.

source: If enabled, the listing will not include the current item the tile is rendered for if it otherwise would be.
it: Se abilitato, il contenuto corrente verrà rimosso dalla lista dei possibili risultati.

source: Installs the collective.tiles.collection add-on.
it: Installa il plugin collective.tiles.collection.

source: Select random items
it: Seleziona elementi a caso

source: Show more... label
it: Etichetta personalizzata per il link ad altro

source: Show more... link
it: Mostra il link ad altro

source: This value override default "More..." label.
it: Il valore inserito andrà a sovrascrivere l'etichetta "Altro..."

source: Uninstalls the collective.tiles.collection add-on.
it: Disinstalla il plugin collective.tiles.collection.

source: collection_tile_collectionuid
it: Collezione

source: collection_tile_collectionuid_help
it: Seleziona una collezione.

source: collection_tile_css_class
it: Classe CSS

source: collection_tile_css_class_help
it: Inserisci una lista di classi CSS aggiuntive per questa tile.

source: collection_tile_limit
it: Numero di risultati

source: collection_tile_renderer
it: Visualizzazione

source: collection_tile_renderer_help
it: Seleziona una tra le possibili visualizzazioni disponibili per questa tile.

source: collection_tile_showdates
it: Mostra le date

source: collection_tile_showmorecollectionuid
it: Riferimento per il link "altro..."

source: collection_tile_showmorecollectionuid_help
it: Seleziona una collezione nel sito, per il link a "altro...". Se vuoto, il link porterà alla collezione di riferimento.

source: collection_tile_title
it: Titolo della tile

source: collection_tile_title_help
it: Il titolo della tile. Lascia vuoto per non mostrarlo.

source: more_url
it: Altro…

source: tiles_collection_noresults
it: Nessun risultato trovato

source: tiles_collection_nothing_to_show
it: Tile non generata perché non c'è nessun contenuto da visualizzare.
